tap "homebrew/cask-fonts"
brew "exa"
brew "fish"
brew "ghq"
brew "git"
brew "neovim"
brew "node"
brew "oath-toolkit"
brew "peco"
brew "ripgrep"
brew "thefuck"
brew "tmux"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "grammarly" 
cask "iterm2"
cask "microsoft-teams"
cask "spotify"
cask "karabiner-elements"
cask "visual-studio-code"
