tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "couchdb"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "jq"
brew "neovim"
brew "node"
brew "oath-toolkit"
brew "peco"
brew "ripgrep"
brew "ruby"
brew "thefuck"
brew "tmux"
brew "tree"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "grammarly" 
cask "iterm2"
cask "microsoft-teams"
cask "spotify"
cask "karabiner-elements"
cask "visual-studio-code"
cask "vlc"
